/* No comment provided by engineer. */
"(є скороченням тригонометричного запису)" = "(є скороченням тригонометричного запису)";

/* No comment provided by engineer. */
"Hello, World!" = "Hello, World!";

/* No comment provided by engineer. */
"Алгебраїчний запис комплексного числа" = "Алгебраїчний запис комплексного числа";

/* No comment provided by engineer. */
"відповідає відстані від точки на комплексній площині до початку координат." = "відповідає відстані від точки на комплексній площині до початку координат.";

/* No comment provided by engineer. */
"Головний аргумент" = "Головний аргумент";

/* No comment provided by engineer. */
"Головний аргумент - це значення аргументу, що лежить в діапазоні (-π..π]" = "Головний аргумент - це значення аргументу, що лежить в діапазоні (-π..π]";

/* No comment provided by engineer. */
"де r - модуль комплексного числа, 𝝋 - кут нахилу вектора 0-z до осі дійсних значень або аргумент комплексного числа." = "де r - модуль комплексного числа, 𝝋 - кут нахилу вектора 0-z до осі дійсних значень або аргумент комплексного числа.";

/* No comment provided by engineer. */
"де, i - уявна одиниця, a - дійсна частина, bi - уявна частина." = "де, i - уявна одиниця, a - дійсна частина, bi - уявна частина.";

/* No comment provided by engineer. */
"Додавання/віднімання комплексних чисел" = "Додавання/віднімання комплексних чисел";

/* No comment provided by engineer. */
"Ділення комплексних чисел" = "Ділення комплексних чисел";

/* No comment provided by engineer. */
"Змінюють знак числа у полі до якого вони відносяться." = "Змінюють знак числа у полі до якого вони відносяться.";

/* No comment provided by engineer. */
"Змінює екзпоненційну на комплексну та навпаки." = "Змінює екзпоненційну на комплексну та навпаки.";

/* No comment provided by engineer. */
"Кнопка:" = "Кнопка:";

/* No comment provided by engineer. */
"Кнопки:" = "Кнопки:";

/* Tab bar button name */
"Конвертація" = "Конвертація";

/* No comment provided by engineer. */
"Множення комплексних чисел" = "Множення комплексних чисел";

/* No comment provided by engineer. */
"Модуль комплексного числа:" = "Модуль комплексного числа:";

/* No comment provided by engineer. */
"Невизначеність" = "Невизначеність";

/* No comment provided by engineer. */
"Обчислення кореня степеня n" = "Обчислення кореня степеня n";

/* No comment provided by engineer. */
"Переносить отриманий результат після конвертації до калькулятора." = "Переносить отриманий результат після конвертації до калькулятора.";

/* No comment provided by engineer. */
"Показниковий запис комплексного числа" = "Показниковий запис комплексного числа";

/* No comment provided by engineer. */
"Про комплексні числа" = "Про комплексні числа";

/* No comment provided by engineer. */
"Піднесення до степеня" = "Піднесення до степеня";

/* No comment provided by engineer. */
"Спряжене комплексне число" = "Спряжене комплексне число";

/* No comment provided by engineer. */
"Тригонометричний запис комплексного числа" = "Тригонометричний запис комплексного числа";

/* No comment provided by engineer. */
"Як користуватися?" = "Як користуватися?";

/* No comment provided by engineer. */
"Інформація" = "Інформація";

